{
    "query": "What clinical conclusions do the authors draw about the variability of macrocephaly in KPTN syndrome, and how does this study modify previous assumptions?",
    "chunks": [
        {
            "chunk_id": 0,
            "title": "Horn.pdf",
            "content": "with three\n different pathogenic KPTN variants (Table 1). So far, severe\n developmental delay and primary, or more frequently\n secondary, macrocephaly (with a range up to $+5.4$ SD) have\n been reported as the consistent features in $14/14$ published\n affected individuals with biallelic pathogenic variants in KPTN\n (5). Our data with the lack of macrocephaly in one patient\n indicate that macrocephaly does not occur in all patients with\n this syndrome.\n\nEpilepsy has been reported to occur in one-third of affected\n individuals, varying with respect to seizure types and severity (5).\n GTCSs are the most frequently described seizure type, starting\n between 3 months and 7 years of age (5). Detailed data of ASM\n of these reported individuals have not yet been published. Here,\n we report epilepsy in two of five patients. Patients 1 and 2 of\n this study have developmental and epileptic encephalopathies\n (DEEs) with an early diagnosis of a developmental delay and\n seizure onset at the age of 5 years and 13 months, respectively.\n The other three patients had not developed epilepsy at the age of\n 6, 9, and 13 years, respectively. They hold a developmental delay\n phenotype. So far, only one patient with MRT41 carrying the\n compound heterozygous variants p.(Met241_Gln246dup) and\n c.394+1G>A was reported with intractable epilepsy and had\n died at the age of 9 years due to SE (3).\n\nStructural brain anomalies may be part of the phenotypic\n spectrum. Various brain anomalies such as ventriculomegaly\n and non-specific supratentorial leukoencephalopathy have been\n documented in half of the reported affected individuals, but\n none has been reported in several individuals frequently. Here,\n we report novel MRI findings of optic nerve tortuosity and\n signs of intracranial hypertension in patients 1 and 2 (flattened.\n pituitary gland in patient 1 and mild enlargement of the\n inner cerebrospinal fluid spaces in patient 2). Intracranial\n hypertension, in patient 2 confirmed by lumbar puncture and\n to a mild degree in patient 1, has not previously been reported in\n association with pathogenic biallelic variants of KPTN.\n\nMore than half of the reported patients developed behavioral\n abnormalities such as repetitive speech, stereotypic movements,\n hyperactivity, and autistic features (1, 5). Patients 1, 2, and 3\n of this study presented similar behavioral problems. Frontal\n bossing and prominent chin are the most frequently described\n facial anomalies in this condition, also present in patients 1\n and 2 (frontal bossing) and patient 3 (prominent chin) reported\n here (5).\n\nThe heterozygous frameshift variant p.(Ser200llefs*55)\n found in patient 1 has been reported in two affected\n families of different populations (4, 5). The second variant,\n p.(Met241_Gln246dup), detected in patient 1 has been described\n in a compound heterozygous state in two other affected families\n and is shown to have a profound effect on kaptin function (1,3).\n This in-frame duplication in compound heterozygous status is\n associated with a wide range of severity from status epilepticus\n to absence seizures (1, 3). Comparing the data on all published\n patients, there is no association between a specific mutation\n in KPTN and the severity of epilepsy. The homozygous KPTN\n variant c.599+1G>A, affecting a splice site, occurred in the\n unrelated",
            "score": 0.0
        },
        {
            "chunk_id": 1,
            "title": "Horn.pdf",
            "content": "associated with a wide range of severity from status epilepticus\n to absence seizures (1, 3). Comparing the data on all published\n patients, there is no association between a specific mutation\n in KPTN and the severity of epilepsy. The homozygous KPTN\n variant c.599+1G>A, affecting a splice site, occurred in the\n unrelated families 2 and 3 of this study but has not been reported\n previously in the literature.\n\nIn conclusion, our data expand the phenotypic and\n mutational spectra of this rare syndrome. We highlight the\n severe epilepsy phenotype with DEE in two of the five reported\n children. Moreover, we challenge the presence of macrocephaly\n in all individuals with MRT41 and introduce as a putative feature\n an increased opening pressure. Mutated components of the\n protein complex KICSTOR such as KPTN are known to cause\n hyperactive mTOR signaling (5). The disturbed mTOR signaling\n opens new therapeutic options for these patients through the\n application of known mTOR inhibitors.\n\nData availability statement\n\nThe original contributions presented in the study\n are publicly available. This data can be found here:\n [https://www.ncbi.nlm.nih.gov/clinvar/; accession numbers:\n SCV001334672.11, SCV001747927.6 and SCV002574953.1].\n\nEthics statement\n\nWritten informed consent was obtained from the minor(s)'\n legal guardian/next of kin for the publication of any potentially\n identifiable images or data included in this article.\n\nAuthor contributions\n\nSH wrote the manuscript and collected the clinical data.\n MD, FB, and SB performed the molecular and genetic analysis.\n\nFrontiers in Neurology\n\n07\n\nfrontiersin.org\n\n\n--- PAGE 8 ---\n\nHorn et al\n\n10.3389/fneur. 2022.1113811\n\nNE, CPo, and CPr delivered further clinical data, especially the\n EEG analysis and EEG results. AK supervised the manuscript.\n All authors contributed to the article and approved the\n submitted version.\n\nFunding\n\nMD is a participant in the BIH-Charité Clinician Scientist\n Program funded by the Charité-Universitätsmedizin Berlin and\n the Berlin Institute of Health (BIH). FB is a participant in\n the Clinician Scientist Program (CS4RARE) funded by the\n Alliance4Rare and associated with the BIH Charité Clinician\n Scientist Program. Our research work was supported by\n the grants from the German Research Foundation (DFG)\n (grant FOR3004), the Helmholtz Association (HIL-A03),\n and the Einstein Stiftung Fellowship through the Günter\n Endres Fond.\n\nAcknowledgments\n\nWe thank the patients and their families for\n their cooperation.\n\nConflict of interest\n\nSB and JJ were employed by Praxis für Humangenetik\n Tübingen.\n\nThe remaining authors declare that the research was\n conducted in the absence of any commercial or financial\n relationships that could be construed as a potential conflict of\n interest.\n\nPublisher's note\n\nAll claims expressed in this article are solely those of the\n authors and do not necessarily represent those of their affiliated\n organizations, or those of the publisher, the editors and the\n reviewers. Any product that may be evaluated in this article, or\n claim that may be made by its manufacturer, is not guaranteed\n or endorsed by the publisher.\n\nSupplementary material\n\nThe Supplementary Material for this article can be\n found online at: https://www.frontiersin.org/articles/10.3389/\n fneur.2022.1113811/full supplementary-material\n\nReferences\n\n1. Baple EL, Maroofian R, Chioza BA, Izadi M. Cross HE, Al-Turki S, et al.\n Mutations in KPTN cause macrocephaly, neurodevelopmental delay, and seizures.\n Am Hum Genet. (2014) 94:87-94. doi: 10.1016/j.ajhg 2013.10.001\n\n2. Pajusalu S, Reimand T, Õunap K. Novel homozygous mutation in KPTN gene\n causing a familial intellectual disability-macrocephaly syndrome.",
            "score": 0.0
        },
        {
            "chunk_id": 2,
            "title": "Horn.pdf",
            "content": "Routine electrophalography (EEG) reveals focal sharp-waves (left, frontoparietal), rhythmic 6 Hz electrical activity and signs of focal cerebral\n dsfunction with a frontal theta-waves slow activity in the frontal area. (B) The EEG examination of patient 2. Frontotemporal sharp-wave\n complexes on the left side and rhythmical 4-5 Hz activity,\n\nwith acetazolamide $(10~mg/kg/day)$ was implemented, and in the\n further course, the lumbar puncture opening pressure decreased\n to 19 cm H20.\n\nChromosome analysis and array CGH revealed normal\n results. Trio-WES was performed and detected the homozygous\n splice site variant KPTN $(c.599+1G>A)$ https://www.ncbi.nlm.\n nih.gov/clinvar/variation/1706595. The $c.599+1G>A$ variant is\n\npredicted to result in aberrant splicing (Figure 3). The ACMG\n classification is found in the Supplementary material.\n\nThe mutation was co-segregated in the respective\n family. With respect to the high number of café-\n au-lait-spots, an additional targeted analysis of the\n NF1 and SPREDI genes was performed and revealed\n negative results.\n\nFrontiers in Neurology\n\n05\n\nfrontiersin.org\n\n\n--- PAGE 6 ---\n\n[Image 3]\n\nHorn et al\n\n5\n\n1\n\n2\n\nc.597_598dupTA;\n\np.(Ser200llefs 55)\n\nc.714_731dup;\n\np.(Met241Gln246dup)\n\nc.599+1G>A; .?\n\n5\n\n6\n\n10.3389/fneur. 2022.1113811\n\n3\n\n8\n\n9\n\n10 11\n\n12\n\nc.665dupA;\n\nc.394+1G>A; .?\n\np.(Ser223Glnfs*50)\n\nc.776C<A;\n p.(Ser259*)\n\nc.597_598dupTA;\n p.(Ser200llefs 55)\n\nc.714_731dup;\n\nFIGURE 3\n\np.(Met241Gln246dup)\n\nPosition of KPTN (NM007059.4) variants identified in this study (top), with respect to the affected exon (Bottom) Reported pathogenic variants\n according to the literature\n\nPatient 3 was a 13-year-old girl, the first child of\n consanguineous parents who were first cousins from Syria. Her\n psychomotor development was markedly delayed from infancy\n (Table 1). At the age of 13 years, she had a severe intellectual\n disability with an IQ of 30-50 without speech development. She\n had behavior problems such as autistic features. In addition,\n she showed profound sensorineural hearing loss. At the age\n of 13 years, her height was 150 cm (-1.3 SD), and her weight\n was 40 kg (-1.1 SD). Her facial signs included a broad nasal\n bridge, a short philtrum, a large mouth, and a prominent\n chin. MRI of the brain showed no abnormalities. WES revealed\n the homozygous variant c.599+1G>Ain KPTN (Figure 3). In\n addition, the homozygous pathogenic variant c.35delG in GJB2,\n associated with hearing loss, was identified. Neither MRI nor\n EEG results have been available for evaluation.\n\nPatients 4 and 5 were her affected brothers. Both were born\n at 40 weeks of gestation with normal measurements and have\n no medical problems in the neonatal period. Patient 4 was a 9-\n year-old boy with psychomotor delay and moderate intellectual\n disability with an IQ of 50-70 (Table 1). The expressive language\n was particularly affected. Physical examination at the age of\n 9 years showed a height of 128 cm (-1.4 SD), a weight of\n $30~kg(-0.1~SD)$ and no facial abnormalities. Hearing tests gave\n normal results. Patient 5 was a 6-year-old boy who also showed\n moderate intellectual disability, especially with difficulties in\n expressive language. A hearing problem was excluded in this\n patient. A genetic investigation confirmed the presence of the\n homozygous variant c.599+1G>A in KPTN in both brothers\n (Figure 3). Neither of them had seizures. The parents were both\n heterozygous carriers of the pathogenic KPTN c.599+1G>A\n variant and the GJB2 c.35delG variant, respectively.\n\n2. Methods\n\nThe institutional ethics committee of the Charité did not\n require the study to be reviewed or approved by an ethics\n\ncommittee because all investigations were standard di for",
            "score": 0.0
        },
        {
            "chunk_id": 3,
            "title": "Horn.pdf",
            "content": "supplementary-material\n\nReferences\n\n1. Baple EL, Maroofian R, Chioza BA, Izadi M. Cross HE, Al-Turki S, et al.\n Mutations in KPTN cause macrocephaly, neurodevelopmental delay, and seizures.\n Am Hum Genet. (2014) 94:87-94. doi: 10.1016/j.ajhg 2013.10.001\n\n2. Pajusalu S, Reimand T, Õunap K. Novel homozygous mutation in KPTN gene\n causing a familial intellectual disability-macrocephaly syndrome. Am J Med Genet\n Α. (2015) 167:1913-5, doi: 10.1002/ajmg.a.37105\n\n3. Thiffault 1, Atherton A, Heese BA, Abdelmoity AT, Pawar K, Farrow E, et al.\n Pathogenic variants in KPTN gene identified by clinical whole-genome sequencing.\n Cold Spring Harb Mol Case Stud. (2020) 6:2003970, doi: 10.1101/mcs.a003970\n\n4. Lucena PH, Armani-Franceschi G, Bispo-Torres AC, Bandeira ID, Lucena\n MFG, Maldonado 1, et al. KPTN gene homozygous variant-related syndrome\n in the northeast of Brazil: a case report. Am Med Genet A. (2020) 182:762-\n 7. doi: 10.1002/ajmg.a.61492\n\n5. Pacio Miguez M, Santos-Simarro F, Garcia-Miñaûr S, Velázquez Fragua\n R, del Pozo Á, Solis M, et al. Pathogenic variants in KPTN, a rare cause of\n macrocephaly and intellectual disability. Am Med Genet A. (2020) 182:2222-\n 5. doi: 10.1002/ajmg.a.61778\n\n6. Wolfson RL, Chantranupong L., Wyant GA, Gu X. Orozco JM, Shen K, et al.\n KICSTOR recruits GATORI to the lysosome and is necessary for nutrients to\n regulate mTORC1. Nature. (2017) 543:438-42. doi: 10.1038/nature21423\n\n7. Becker LL, Weiß C. Tietze A. Martiny V, Kaindl AM. Lumbar\n puncture\n opening pressure in patients with spinal muscular\n\natrophy. Neuropediatrics. (2021) 52:219-23.\n 1722687\n\ndoi:\n\n10.1055/s-0040-\n\n8. Avery RA. Reference range of cerebrospinal fluid opening pressure in\n children: Historical overview and current data. Neuropediatrics. (2014) 45:206-\n 11. doi: 10.1055/s-0034-1376202\n\n9. Karczewski KJ, Francioli LC, Tiao G, Cummings BB, Alföldi J. Wang Q, et al.\n Author correction: the mutational constraint spectrum quantified from variation\n in 141,456 humans. Nature. (2021) 590:E53-E53 doi: 10.1530/ey.17.14.3\n\n10. Holtgrewe M, Stolpe O, Nieminen M. Mundlos S. Knaus A, Kornak U, et al.\n VarFish: comprehensive DNA variant analysis for diagnostics and research. Nucleic\n Acids Res. (2020) 48:W162-9. doi: 10.1093/nar/gkaa241\n\n11. Adzhubei IA, Schmidt S, Peshkin L, Ramensky VE, Gerasimova A, Bork\n P, et al. A method and server for predicting damaging missense mutations. Nat\n Methods. (2010) 7:248-9. doi: 10.1038/nmeth0410-248\n\n12. Kumar P. Henikoff S, Ng PC. Predicting the effects of coding non-\n synonymous variants on protein function using the SIFT algorithm. Nat Protoc.\n (2009) 4:1073-82. doi: 10.1038/nprot.2009.86\n\n13. Richards S, Aziz N, Bale S, Bick D, Das S, Gastier-Foster J, et al. Standards\n and guidelines for the interpretation of sequence variants: a joint consensus.\n recommendation of the American college of medical genetics and genomics and\n the association for molecular pathology. Genetics in Medicine. (2015) 17:405-\n 24. doi: 10.1038/gim.2015.30\n\nFrontiers in Neurology\n\n08\n\nfrontiersin.org\n",
            "score": 0.0
        },
        {
            "chunk_id": 4,
            "title": "Horn.pdf",
            "content": "Neither of them had seizures. The parents were both\n heterozygous carriers of the pathogenic KPTN c.599+1G>A\n variant and the GJB2 c.35delG variant, respectively.\n\n2. Methods\n\nThe institutional ethics committee of the Charité did not\n require the study to be reviewed or approved by an ethics\n\ncommittee because all investigations were standard di for WES\n in patients 1 and 3-5, sequencing libraries were prepared\n for each sample from 50 ng genomic DNA using the Twist\n enrichment workflow (Twist Bioscience, San Francisco, CA)\n and a custom-design enrichment probe set (CeGaT ExomeXtra\n 1.0) or SureSelectXT workflow (Agilent, Santa Clara, CA) and\n the Human All Exon enrichment kit (version 6), respectively.\n Library preparation and capture were performed according to\n the manufacturer's instructions, and paired-end sequencing was\n performed on a NovaSeq instrument (Illumina, San Diego, CA)\n with $2\\times100$ base pairs (bp) read length. After demultiplexing\n (Illumina bcl2fastq), adapters were trimmed with Skewer.\n Trimmed raw reads were aligned to the human genome (hg19)\n with the Burrows-Wheeler Aligner. Average coverage on target\n was 155x and 158x, respectively. Sequence variants were called\n (VarScan 2.4.2, CeGaT extended version or CeGaT stratacall,\n respectively) with a minimum variant allele frequency of 5%.\n Resulting variants were annotated with population frequencies\n from dbSNP, gnomAD (2.1/3.1), or ExAC (0.3.1), respectively,\n and an internal database (CeGaT) with functional predictions\n from dbNSFP, with the publications from HGMD available\n at the time, and with transcript information from Ensembl,\n RefSeq, Gencode, and CCDS. Variants were filtered to remove\n the frequent variants (MAF<1.5). All variants were manually\n assessed before inclusion in the final report.\n\nTrio-WES was performed for patient 2 and his parents.\n Exome enrichment, including library preparation, was\n performed with the SureSelect Human All Exon Kit V6 using\n the Bravo Automated Liquid Handling Platform according\n to the manufacturer's specifications (Agilent Technologies,\n Santa Clara, CA). Next-generation sequencing on the Illumina\n NovaSeq6000 was conducted in $2\\times100$ bp paired-end mode\n (Illumina, San Diego, CA). Overall coverage of 117x for\n the child was achieved with 99% of the reads reaching\n an individual coverage of $>20\\times$. Reads were aligned to the\n human genome build $(GRCh37/hg19)$. Variants were filtered by\n minor allele frequency in the Genome Aggregation Database\n\nFrontiers in Neurology\n\n06\n\nfrontiersin.org\n\n\n--- PAGE 7 ---\n\nHorn et al\n\n10.3389/fneur. 2022.1113811\n\n(9) by mode of inheritance, and by predicted functional.\n impact using the VarFish platform (10). The pathogenicity of\n identified variants was evaluated using MutationTaster (http://\n www.mutationtaster.org), Polyphen-2 (11), SIFT (12), and by\n CADD score. The splicing effect was assessed using varSEAK\n Online (https://varseak.bio/) and the scores of SpliceAI and\n MMsplice. Furthermore, a comparison with the mutation\n databases Clin Var (http://www.ncbi.nlm.nih.gov/clinvar/) and\n the HGMD (HGMD Professional 2021.1) was performed.\n Candidate variants were classified according to the ACMG\n guidelines (13).\n\n3. Discussion\n\nHere, we present the clinical and molecular data of\n five patients from three unrelated families with three\n different pathogenic KPTN variants (Table 1). So far, severe\n developmental delay and primary, or more frequently\n secondary, macrocephaly (with a range up to $+5.4$ SD) have\n been reported as the consistent features in $14/14$ published\n affected individuals with biallelic pathogenic variants in KPTN\n (5). Our data with the",
            "score": 0.0
        }
    ],
    "summary": "The authors of the study concluded that macrocephaly, previously considered a consistent feature in all individuals with biallelic pathogenic variants in KPTN syndrome, is not universally present. Earlier reports indicated that severe developmental delay and macrocephaly (ranging up to +5.4 SD) were consistent features in all 14 previously published affected individuals.\n\nHowever, this study's findings, which include a patient lacking macrocephaly, challenge the assumption that macrocephaly occurs in all individuals with this syndrome (also referred to as MRT41). This new data expands the known phenotypic spectrum of KPTN syndrome."
}